import React from "react"

const Questions=()=>{
    return(<>
        <h1 className="mb-5 selection App mt-3">Часто задаваемые вопросы?</h1>
        <div className="container">
            <h4>В чем преимущество 2-х фотографов?</h4>
        <p>— В том, что у вас будет как минимум в 2 раза больше ракурсов главных моментов на свадьбе.
             Мы семейная пара, которая уже прошла этот момент в своей жизни, а это значит, что мы сможем 
             вам подарить свой опыт в подготовке к этому дню, а так же помочь во время свадьбы, как с женской 
             стороны, так и с мужской. На сборы мы часто разделяемся для вашего удобства, а так же мы можем 
             разделяться во время банкета: одновременно быть в двух местах сразу.</p>
        </div>
        <div className="container">
            <h4>А сколько будут обрабатываться фото?</h4>
        <p>— Свадебные фотографии будут обрабатываться максимум 60 дней (2 месяца), фото могут быть и раньше,
             но все зависит от загруженности. </p>
        </div>
        <div className="container">
            <h4>Выезжаете ли вы на сьемки в другие города?</h4>
        <p>— Мы очень любим фотографировать в других городах и с радостью приедем на ваше торжество. В таком случаи
             потребуются дополнительные расходы на дорогу и проживание. Трансфер по Киеву уже входит в стоимость пакетов. </p>
        </div>
        <div className="container">
            <h4>Как забронировать Вас на свою дату?</h4>
        <p>— Чтобы забронировать дату, Вам нужно внести предоплату 100$ и подписать с нами договор. Остаток оплачивается в день свадьбы.</p>
        </div>
        <div className="container">
            <h4>Есть ли у вас запасная камера?</h4>
        <p>— Да, конечно. Вы можете не переживать за безопасность фотографий, так как съемка в 2-е камеры – гарантирует сохранность и дубликат Ваших фото! </p>
        </div>
        <div className="container">
            <h4>А если я не хочу, чтобы наши фото где-то публиковались?</h4>
        <p>— Это возможно, но тогда Вам нужно будет доплатить 200$ за конфиденциальность ваших фотографий.</p>
        </div>
        </>
    )
}

export default Questions